[
    {
        "id": "2goLsvvODILDzeeiT4dAoR",
        "name": "Believe",
        "lyrics": "Believe Lyrics[Intro]\nAfter love, after love\nAfter love, after love\nAfter love, after love\nAfter love, after love\nAfter love, after love\n\n[Verse 1]\nNo matter how hard I try\nYou keep pushing me aside\nAnd I can't break through\nThere's no talking to you\nIt's so sad that you're leaving\nIt takes time to believe it\nBut after all is said and done\nYou're gonna be the lonely one, oh\n[Chorus]\nDo you believe in life after love?\nI can feel something inside me say\n\"I really don't think you're strong enough, no\"\nDo you believe in life after love?\nI can feel something inside me say\n\"I really don't think you're strong enough, no\"\n\n[Verse 2]\nWhat am I supposed to do\nSit around and wait for you?\nWell, I can't do that\nAnd there's no turning back\nI need time to move on\nI need love to feel strong\n'Cause I've had time to think it through\nAnd maybe I'm too good for you, oh\n\n[Chorus]\nDo you believe in life after love?\nI can feel something inside me say\n\"I really don't think you're strong enough, no\"\nDo you believe in life after love?\nI can feel something inside me say\n\"I really don't think you're strong enough, no\"\nYou might also like[Bridge]\nWell, I know that I'll get through this\n'Cause I know that I am strong\nI don't need you anymore\nOh, I don't need you anymore\nOh, I don't need you anymore\nNo, I don't need you anymore\n\n[Chorus]\nDo you believe in life after love? (After love, after love, after love)\nI can feel something inside me say\n\"I really don't think you're strong enough, no\"\nDo you believe in life after love? (After love, after love, after love)\nI can feel something inside me say\n\"I really don't think you're strong enough, no\"\nDo you believe in life after love? (After love, after love, after love)\nI can feel something inside me say\n\"I really don't think you're strong enough, no\"\nDo you believe in life after love? (After love, after love, after love)\nI can feel something inside me say\n\"I really don't think you're strong enough, no\"\nDo you believe in life after love?33Embed",
        "artists": [
            {
                "id": "72OaDtakiy6yFqkt4TsiFt",
                "name": "Cher"
            }
        ],
        "preview_url": "https://p.scdn.co/mp3-preview/4d1118af5a493275e5c7522aaa26faa34b72d828?cid=47ed75c7b2bf45229352c38954ee1c9c"
    },
    {
        "id": "33LC84JgLvK2KuW43MfaNq",
        "name": "My Heart Will Go On - Love Theme from \"Titanic\"",
        "lyrics": "What Are The Best Selling Songs of All Time? LyricsWhat Are The Best Selling Songs of All Time?There is no single source that can claim to have the best selling songs of all time. Estimates of global sales have been compiled from a variety of sources. However, some sales figures may be inflated by record companies. Nevertheless, there are some songs that have made the list over the years, and some have been ranked as the best selling.Celine Dion's love theme for Titanic\"My Heart Will Go On\" is a powerful, emotional ballad that was written for the film Titanic. The song is sung by Celine Dion, who was the most popular singer of her day. While she had been initially reluctant to record the song, she soon changed her mind after hearing a demo. It has since become one of the most successful songs of all time.\nCeline Dion originally didn't want to record another movie theme, and she initially mouthed \"I don't want to do that song!\" to her manager. However, her manager pressed her to record the song, and she agreed.\nThe success of the song is largely due to Celine Dion's incredible voice. It captures the themes of the film and communicates the depth of Rose's love for Jack. The song has sold more than 15 million copies worldwide and has become one of the most popular songs of all time.\nDespite the fact that it was written for a movie, the song has actually sold more than two million copies in the US alone. It was also the winner of the Grammy Award for Best Song Written for Visual Media. The song is also the second-most streamed song in the US.Celine Dion's Silent NightThe song was initially a minor hit, but it became one of the biggest selling songs of all time. It became the official theme song of the film Titanic. The original recording was done in just one take. However, a remix in 1991 made the song even more popular.\nDespite its traditional roots, \"Silent Night\" has evolved from its humble beginnings in a small village in Austria 200 years ago. Since then, it has been performed on countless recordings and was instrumental in bringing nations together during World War I. It's even been designated a UNESCO intangible cultural heritage.\nCeline Dion's version is very different. She offers a warm, calming voice. The song is likely to be heard throughout the holidays, and its lyrics are ideal for sharing with loved ones. Her vocals are also rich and smooth, making it a great choice for a Christmas playlist.\n\"Silent Night\" is also one of the best-known songs from the musical genre. The original was composed by Franz Xaver Gruber in 1818. He wrote the lyrics for Joseph Mohr, and it has been recorded by a variety of singers. The Bing Crosby version of the song was the fourth best-selling single of all time.\n\"My Way\" by Elvis Presley is another classic. This song was recorded by the crooner on May 29, 1942. It has sold more than fifty million copies worldwide. This song was so popular that it has been listed in the Guinness Book of Records.Pharrell Williams' HappyPharrell Williams has made a name for himself as one of the most influential and successful songwriters of our generation. The singer-producer has been involved in various projects, including co-producing the smash hit albums by Justin Timberlake and Daft Punk. He has also had a hand in designing clothing, and he has a knack for marketing.\n\"Happy\" by Pharrell Williams is a bouncy, feel-good tune that has become a hit for both the artist and the music industry. Its title may not make it sound like an uplifting song, but it has quickly become a genre classic and has topped the charts. A stunning video accompanying the song, \"24 Hours of Happy,\" showcases the joy that the track evokes.\n\"Happy\" was written by Pharrell Williams for the Despicable Me movie soundtrack. The production team declined to use any of his previous songs, so Happy is a unique piece of work. It was later reissued on December 16, 2013 as a standalone song and was the lead single from his album Girl. It became Williams' first #1 Billboard Hot 100 single as a lead artist and was certified a diamond by the RIA.\nThe song \"Happy\" by Pharrell Williams has become a global hit, reaching the top spot on Billboard's Hot 100 and topping charts in over 75 countries around the world. Now Pharrell Williams has translated the hit song into a picture book for the youngest readers. Featuring a range of child photographs from all over the world, this book is full of memorable childhood moments.Whitney Houston's I Will Always Love YouWhitney Houston's \"I Will Always Love You\" is one of the best-selling songs of all time. Houston's version of the song was released in 1992 for the film The Bodyguard, where it spent 14 weeks at the top of the Billboard Hot 100 chart. It still holds the record for being the best-selling single by a woman in the history of recorded music. Since Whitney Houston's death in 2012, her version has been covered by many artists.\nThe song was originally a country ballad written by Dolly Parton. The resulting recording was lavishly produced, and it quickly became one of Houston's most popular songs, selling millions of copies. The recording also had an incredibly broad appeal, becoming a staple dance song throughout the world.\nAfter its release in 1990, Houston recorded another version of the song for the 1992 film The Bodyguard. It had previously been featured in the 1991 movie Fried Green Tomatoes. The film's director, Mick Jackson, approached Clive Davis to get a recording of the song for the movie. The song had been recorded by other artists, including Linda Ronstadt.\n\"Hollywood\" debuted at number 40 on the Billboard Hot 100. It went on to become Whitney Houston's tenth number one single. The song won many awards, including the Grammy Award for Record of the Year and the Grammy for Best Female Pop Vocal Performance. It also won the 1992 Soul Train Music Award and the R&B Song of the Year. It is the longest-running number-one single from a movie soundtrack.Ed Sheeran's Shape of YouEd Sheeran's \"Shape of You\" is spending its seventh week atop the Billboard Hot 100 chart. The song has nearly double the number of chart points of its nearest competitor. Compared to \"I Will Always Love You,\" the song sold more than 41.5 million copies.\nThe song \"Shape of You\" is one of the most popular songs of all time. It is Ed Sheeran's second best-selling single, and has sold over 42 million copies worldwide. It has also set a new record for the number of digital copies sold. It was released in January 2017, and won the Grammy Award for Best Pop Solo Performance.\nThe song has received a lot of criticism for copyright infringement. The song was accused of stealing a part of a song by Sami Chokri. However, Sheeran has denied stealing the song. However, Sami Chokri, the singer of the song \"Shape of You,\" claimed that the song was similar to his own. The two singers settled in April 2017.\nEd Sheeran's Shape of You was released on 1 January 2017. It has a global reach. It became the fastest selling male artist in the UK. The album spawned five hit singles. One of them, \"Shape of You,\" was declared the ninth best-selling song of all time by Billboard. Another hit, \"Castle on the Hill\", debuted at number six in the US and reached number four in the UK.Elton John's Candle in the Wind\"Candle in the Wind\" was written by Elton John and Bernie Taupin and became one of the most popular songs in the world. The song, which was a tribute to the late Princess Diana, is one of the most successful songs of all time. It's also one of the best-selling singles of all time, so it's important to note that it wasn't actually written for the Princess. The song's authors, John and Taupin, were inspired to write the song after reading the obituary of Janis Joplin.\nElton John's career spans over five decades, and his greatest hits include \"Candle in the Wind\" and \"Candle in the Wind.\" His popularity grew rapidly, with albums and singles selling more than 300 million copies worldwide. The singer also hosts his own music channel, Apple Music Show, where he hosts thoughtful conversations with rising and established artists and shares music from his extensive record collection.\nThe Elton John version of \"Candle in the Wind\" was recorded in December 1986 at Sydney Entertainment Centre, Australia. The song was performed without a band and featured a keyboard effect that Elton controlled. The song was released in June 1987 as the second single from Elton John's album Live in Australia With the Melbourne Symphony Orchestra. The song was also included on the album \"Candle in the Wind\" (released in 1997).\nWhile the song had been one of Elton John's greatest hits, it wasn't always easy to get a hold of it. The song was recorded in Sydney, Australia, and stripped down to piano and synthesizers. Despite the fact that it was sung during the height of the AIDS epidemic, the song was still very popular and hit the top of the charts in the United States. One of the lyrics, \"Goodbye England's Rose,\" summed up the sadness and angst of that time.Embed",
        "artists": [
            {
                "id": "4S9EykWXhStSc15wEx8QFK",
                "name": "Céline Dion"
            }
        ],
        "preview_url": "https://p.scdn.co/mp3-preview/68c13229ec9b1b4a5ea580e801061fd7791857c4?cid=47ed75c7b2bf45229352c38954ee1c9c"
    },
    {
        "id": "225xvV8r1yKMHErSWivnow",
        "name": "I Don't Want to Miss a Thing - From \"Armageddon\" Soundtrack",
        "lyrics": null,
        "artists": [
            {
                "id": "7Ey4PD4MYsKc5I2dolUwbH",
                "name": "Aerosmith"
            }
        ],
        "preview_url": "https://p.scdn.co/mp3-preview/f02930ba19b2760c7df9abfbd7aca5ba1ea99be9?cid=47ed75c7b2bf45229352c38954ee1c9c"
    },
    {
        "id": "1t2Hq2WIBcZINOEnK6mdJG",
        "name": "Save Tonight",
        "lyrics": "Save Tonight Lyrics[Verse 1]\nGo on and close\nThe curtains\n'Cuz all we need\nIs candlelight\nYou and me\nAnd a bottle of wine\nGonna hold you tonight\nUh, yeah!\n\n[Pre-Chorus]\nWell, we know\nI'm going away\nAnd how I wish\nI wish it weren't so\nSo, take this wine\nAnd drink with me\nLet's delay our misery\n[Chorus]\nSave tonight\nAnd fight the break of dawn\nCome tomorrow\nTomorrow I'll be gone\nSave tonight\nAnd fight the break of dawn\nCome tomorrow\nTomorrow I'll be gone\n\n[Verse 2]\nThere's a log\nOn the fire\nAnd it burns\nLike me for you\nTomorrow comes\nWith one desire\nTo take me away\nOh, it's true!\n\n[Pre-Chorus]\nIt ain't easy\nTo say goodbye\nDarling, please!\nDon't start to cry\n'Cuz, girl, you know I've got to go\nOh!\nAnd, Lord, I wish it wasn't so\nYou might also like[Chorus]\nSave tonight\nAnd fight the break of dawn\nCome tomorrow\nTomorrow I'll be gone\nSave tonight\nAnd fight the break of dawn\nCome tomorrow\nTomorrow I'll be gone\n\n[Pre-Chorus]\nTomorrow comes\nTo take me away\nI wish that I, that I could stay\nGirl, you know I've got to go\nOh!\nLord, I wish it wasn't so\n\n[Chorus]\nSave tonight\nAnd fight the break of dawn\nCome tomorrow\nTomorrow I'll be gone\nSave tonight\nAnd fight the break of dawn\nCome tomorrow\nTomorrow I'll be gone\n[Chorus]\nSave tonight\nAnd fight the break of dawn\nCome tomorrow\nTomorrow I'll be gone\nSave tonight\nAnd fight the break of dawn\nCome tomorrow\nTomorrow I'll be gone\n\n[Post-Chorus]\nTomorrow I'll be gone\nTomorrow I'll be gone\nTomorrow I'll be gone\nTomorrow I'll be gone\n\n[Outro]\nSave tonight\nSave tonight\nSave tonight\nSave tonight\nOh! That's right?\nSave tonight\nSave tonight\nSave tonight\nSave tonight\nYeah! That's right?14Embed",
        "artists": [
            {
                "id": "3ngKsDXZAssmljeXCvEgOe",
                "name": "Eagle-Eye Cherry"
            }
        ],
        "preview_url": null
    },
    {
        "id": "1wb4P4F0sxAQ2KXrRvsx6n",
        "name": "You're Still The One",
        "lyrics": "TranslationsBahasa IndonesiaYou’re Still the One Lyrics[Intro]\nWhen I first saw you, I saw love\nAnd the first time you touched me, I felt love\nAnd after all this time\nYou're still the one I love\nMmm, yeah\n\n[Verse 1]\nLooks like we made it\nLook how far we've come, my baby\nWe mighta took the long way\nWe knew we'd get there someday\n[Pre-Chorus]\nThey said, \"I bet they'll never make it\"\nBut just look at us holdin' on\nWe're still together, still goin' strong\n\n[Chorus]\n(You're still the one) You're still the one I run to\nThe one that I belong to\nYou're still the one I want for life\n(You're still the one) You're still the one that I love\nThe only one I dream of\nYou're still the one I kiss goodnight\n\n[Verse 2]\nAin't nothin' better\nWe beat the odds together\nI'm glad we didn't listen\nLook at what we would be missin'\n\n[Pre-Chorus]\nThey said, \"I bet they'll never make it\"\nBut just look at us holdin' on\nWe're still together, still goin' strong\n\n[Chorus]\n(You're still the one) You're still the one I run to\nThe one that I belong to\nYou're still the one I want for life\n(You're still the one) You're still the one that I love\nThe only one I dream of\nYou're still the one I kiss goodnight\nYou're still the one\nYou might also like[Interlude]\n(Ooh, ooh, ooh)\nYeah\n\n[Chorus]\n(You're still the one) You're still the one I run to\nThe one that I belong to\nYou're still the one I want for life, oh, yeah\n(You're still the one) You're still the one that I love\nThe only one I dream of\nYou're still the one I kiss goodnight\n\n[Outro]\nI'm so glad we made it\nLook how far we've come, my baby16Embed",
        "artists": [
            {
                "id": "5e4Dhzv426EvQe3aDb64jL",
                "name": "Shania Twain"
            }
        ],
        "preview_url": null
    },
    {
        "id": "754kgU5rWscRTfvlsuEwFp",
        "name": "Kiss Me",
        "lyrics": "Kiss Me Lyrics[Verse 1]\nKiss me out of the bearded barley\nNightly, beside the green, green grass\nSwing, swing, swing the spinning step\nYou wear those shoes and I will wear that dress, oh\n\n[Chorus]\nKiss me beneath the milky twilight\nLead me out on the moonlit floor\nLift your open hand, strike up the band\nAnd make the fireflies dance, silver moon's sparkling\nSo kiss me\n[Verse 2]\nKiss me down by the broken tree house\nSwing me upon its hanging tire\nBring, bring, bring your flowered hat\nWe'll take the trail marked on your father's map\n\n[Chorus]\nKiss me beneath the milky twilight\nLead me out on the moonlit floor\nLift your open hand, strike up the band\nAnd make the fireflies dance, silver moon's sparkling\nSo kiss me\n\n[Instrumental Break]\n\n[Chorus]\nKiss me beneath the milky twilight\nLead me out on the moonlit floor\nLift your open hand, strike up the band\nAnd make the fireflies dance, silver moon's sparkling\nSo kiss me\n\n[Outro]\nSo kiss me\nSo kiss me\nSo kiss meYou might also like22Embed",
        "artists": [
            {
                "id": "0lJlKQvuM2Sd9DPPyUXcHg",
                "name": "Sixpence None The Richer"
            }
        ],
        "preview_url": "https://p.scdn.co/mp3-preview/3d12e73912650703fb1cc8c800b00d60b10d10e7?cid=47ed75c7b2bf45229352c38954ee1c9c"
    },
    {
        "id": "6Qyc6fS4DsZjB2mRW9DsQs",
        "name": "Iris",
        "lyrics": "Iris Lyrics[Verse 1]\nAnd I'd give up forever to touch you\n'Cause I know that you feel me somehow\nYou're the closest to heaven that I'll ever be\nAnd I don't wanna go home right now\n\n[Verse 2]\nAnd all I can taste is this moment\nAnd all I can breathe is your life\nAnd sooner or later, it's over\nI just don't wanna miss you tonight\n[Chorus]\nAnd I don't want the world to see me\n'Cause I don't think that they'd understand\nWhen everything's made to be broken\nI just want you to know who I am\n\n[Instrumental]\n\n[Verse 3]\nAnd you can't fight the tears that ain't coming\nOr the moment of truth in your lies\nWhen everything feels like the movies\nYeah, you bleed just to know you're alive\n\n[Chorus]\nAnd I don't want the world to see me\n'Cause I don't think that they'd understand\nWhen everything's made to be broken\nI just want you to know who I am\n\n[Instrumental Break]\n\n[Chorus]\nAnd I don't want the world to see me\n'Cause I don't think that they'd understand\nWhen everything's made to be broken\nI just want you to know who I am\nYou might also like[Chorus]\nAnd I don't want the world to see me\n'Cause I don't think that they'd understand\nWhen everything's made to be broken\nI just want you to know who I am\n\n[Outro]\nI just want you to know who I am\nI just want you to know who I am\nI just want you to know who I am115Embed",
        "artists": [
            {
                "id": "2sil8z5kiy4r76CRTXxBCA",
                "name": "The Goo Goo Dolls"
            }
        ],
        "preview_url": "https://p.scdn.co/mp3-preview/30e2a899a94a089d5c341b782b00aa802fd87610?cid=47ed75c7b2bf45229352c38954ee1c9c"
    },
    {
        "id": "4EchqUKQ3qAQuRNKmeIpnf",
        "name": "The Kids Aren't Alright",
        "lyrics": "The Kids Aren’t Alright Lyrics[Verse 1]\nWhen we were young, the future was so bright (Woah)\nThe old neighborhood was so alive (Woah)\nAnd every kid on the whole damn street (Woah)\nWas gonna make it big and not be beat\nNow the neighborhood's cracked and torn (Woah)\nThe kids are grown up, but their lives are worn (Woah)\nHow can one little street swallow so many lives?\n\n[Chorus]\nChances thrown, nothing's free\nLonging for what used to be\nStill it's hard, hard to see\nFragile lives, shattered dreams\n(Go!)\n[Verse 2]\nJamie had a chance, well, she really did (Woah)\nInstead, she dropped out and had a couple of kids (Woah)\nMark still lives at home 'cause he's got no job (Woah)\nHe just plays guitar, smokes a lot of pot\nAnd Jay committed suicide (Woah)\nAnd Brandon OD'd and died (Woah)\nWhat the hell is goin' on?\nThe cruelest dream, reality\n\n[Chorus]\nChances thrown, nothing's free\nLonging for what used to be\nStill, it's hard, hard to see\nFragile lives, shattered dreams\n(Go)\n\n[Guitar Solo]\n\n[Chorus]\nChances thrown, nothing's free\nLonging for what used to be\nStill, it's hard, hard to see\nFragile lives, shattered dreamsYou might also like39Embed",
        "artists": [
            {
                "id": "5LfGQac0EIXyAN8aUwmNAQ",
                "name": "The Offspring"
            }
        ],
        "preview_url": null
    },
    {
        "id": "6W21LNLz9Sw7sUSNWMSHRu",
        "name": "Freak On a Leash",
        "lyrics": "Freak on a Leash Lyrics[Verse 1]\nSomething takes a part of me\nSomething lost and never seen\nEvery time I start to believe\nSomething's raped and taken from me, from me\n\n[Verse 2]\nLife's gotta always be messin' with me (You wanna see the light)\nCan't they chill and let me be free? (So do I)\nCan't I take away all this pain? (You wanna see the light)\nI try to every night, all in vain, in vain\n[Pre-Chorus]\nSometimes I cannot take this place\nSometimes it's my life I can't taste\nSometimes I cannot feel my face\nYou'll never see me fall from grace\n\n[Chorus]\nSomething takes a part of me\nYou and I were meant to be\nA cheap fuck for me to lay\nSomething takes a part of me\n\n[Verse 3]\nFeelin' like a freak on a leash (You wanna see the light)\nFeeling like I have no release (So do I)\nHow many times have I felt diseased? (You wanna see the light)\nNothing in my life is free, is free\n\n[Pre-Chorus]\nSometimes I cannot take this place\nSometimes it's my life I can't taste\nSometimes I cannot feel my face\nYou'll never see me fall from grace\n\n[Chorus]\nSomething takes a part of me\nYou and I were meant to be\nA cheap fuck for me to lay\nSomething takes a part of me\nYou might also like[Bridge]\nBoom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ee-ma\nDa-boom-da-da-mmm-dum-na-ey\nGo!\n\n[Hook]\nSo fight, something on the ming-a-ooh\nFight, some things they fight\nSo, something on the ming-a-ooh\nFight, some things they fight\nFight, something off the hee-a-hoo\nNo, some things they fight\nFight, something on the ming-a-hoo\nFight, some things they fight\n\n[Chorus]\nSomething takes a part of me\nYou and I were meant to be\nA cheap fuck for me to lay\nSomething takes a part of me\n[Outro]\nPart of me\nPart of me\nPart of me35Embed",
        "artists": [
            {
                "id": "3HVdAiMNjYrQIKlOGxoGh5",
                "name": "Rob Zombie"
            }
        ],
        "preview_url": null
    },
    {
        "id": "6Nm8h73ycDG2saCnZV8poF",
        "name": "Dragula",
        "lyrics": "Dragula Lyrics[Sample]\nSuperstition, fear, and jealousy\n\n[Verse 1]\nDead I am the one, exterminatin' son\nSlippin' through the trees, stranglin' the breeze\nDead I am the sky, watchin' angels cry\nWhile they slowly turn, conquering the worm\n\n[Chorus]\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula\n[Verse 2]\nDead I am the pool, spreading from the fool\nWeak and want you need, nowhere as you bleed\nDead I am the rat, feast upon the cat\nTender is the fur, dying as you purr\n\n[Chorus]\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula\n\n[Hook]\nDo it baby, do it baby\nDo it baby, do it baby\nBurn like an animal\n\n[Verse 3]\nDead I am the life, dig into the skin\nKnuckle, crack the bone, 21 to win\nDead I am the dog, hound of hell, you cry\nDevil on your back, I can never die\n\n[Chorus]\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula\nYou might also like[Hook]\nDo it baby, do it baby\nDo it baby, do it baby\nBurn like an animal\n\n[Chorus]\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula\n\n[Outro]\nDig through the ditches\nAnd burn through the witches\nI slam in the back of my Dragula28Embed",
        "artists": [
            {
                "id": "3RNrq3jvMZxD9ZyoOZbQOD",
                "name": "Korn"
            }
        ],
        "preview_url": "https://p.scdn.co/mp3-preview/1748e7fff0689e02eed3deebaf7837afabbe8657?cid=47ed75c7b2bf45229352c38954ee1c9c"
    }
]